tap "homebrew/bundle"
brew "awscli"
brew "pycparser"
brew "cffi"
brew "lima"
brew "colima"
brew "cryptography"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "uv"
brew "hatch"
brew "htop"
brew "imagemagick"
brew "mas"
brew "nmap"
brew "node"
brew "openjdk@17"
brew "poppler"
brew "pdfgrep"
brew "pdm"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "yt-dlp"
cask "adobe-acrobat-reader"
cask "anki"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "iterm2"
cask "keepassxc"
cask "macvim-app"
cask "miniforge"
cask "obsidian"
cask "paintbrush"
cask "session-manager-plugin"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
mas "Flow", id: 1423210932
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "palantir.authoring-vscode-extension"
