tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "python@3.8"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "git-lfs"
brew "go"
brew "htop"
brew "imagemagick"
brew "libav"
brew "libusb"
brew "macvim"
brew "mas"
brew "maven"
brew "mono"
brew "node"
brew "pdfgrep"
brew "pstree"
brew "reattach-to-user-namespace"
brew "rename"
brew "screen"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "alt-c"
cask "anaconda"
cask "anki"
cask "cyberduck"
cask "dash"
cask "detexify"
cask "docker"
cask "drawio"
cask "dropbox"
cask "font-computer-modern"
cask "gimp"
cask "inkscape"
cask "iterm2"
cask "java8"
cask "mactex"
cask "mathpix-snipping-tool"
cask "nteract"
cask "pycharm"
cask "skim"
cask "skype"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zotero"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
