tap "homebrew/bundle"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docutils"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gnupg"
brew "gpgme"
brew "htop"
brew "mas"
brew "micromamba"
brew "nmap"
brew "poppler"
brew "pdfgrep"
brew "python@3.11"
brew "qemu"
brew "starship"
brew "tree"
brew "wget"
brew "yt-dlp"
cask "adobe-acrobat-reader"
cask "anki"
cask "firefox"
cask "iterm2"
cask "keepassxc"
cask "macvim"
cask "obsidian"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "vlc"
mas "Flow", id: 1423210932
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
vscode "charliermarsh.ruff"
vscode "donjayamanne.python-environment-manager"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "palantir.authoring-vscode-extension"
